Repository: ruuk/plugin.image.picasa
Catalog: resources/language/*/strings.po
Languages: dutch

# #30000
source: General
dutch: Algemeen

# #30002
source: Login Password
dutch: Login wachtwoord

# #30003
source: Max Photos Per Page
dutch: Aantal afbeeldingen per pagina

# #30004
source: Map Source
dutch: Kaart herkomst

# #30005
source: Map Type
dutch: Kaart type

# #30006
source: Map Zoom
dutch: Kaart schaal

# #30102
source: Favorite Users
dutch: Contacten

# #30103
source: Search My Photos
dutch: Zoeken mijn afbeeldingen

# #30104
source: Search PicasaWeb
dutch: Zoeken Picasa

# #30202
source: @REPLACE@'s Favorite Users
dutch: @REPLACE@'s Contacten

# #30203
source: Search @REPLACE@'s Photos
dutch: Zoeken @REPLACE@'s afbeeldingen

# #30300
source: Captcha Fail
dutch: Captcha fout

# #30301
source: Try again later or try here:
dutch: Probeer het later nog eens of probeeer dit

# #30302
source: Bad Authorization
dutch: Autorisatie error!

# #30303
source: Check username and password
dutch: Controleer login e-mail en wachtwoord

# #30304
source: Enter Captch Text - Try #
dutch: Invoeren Captcha tekst - poging #

# #30401
source: Previous @REPLACE@ photos
dutch: Vorige @REPLACE@ afbeeldingen

# #30402
source: Next @REPLACE@ photos
dutch: Volgende @REPLACE@ afbeeldingen

# #30403
source: Last @REPLACE@ photos
dutch: Laatste @REPLACE@ afbeeldingen

# #30404
source: Enter Search Terms
dutch: Zoek argumenten

# #30405
source: Show Map
dutch: Toon kaart
